package com.kishkan91.repository;

public class NamesHolder {

    // Male:
    public static String[] maleNames = {"Александр", "Андрей", "Василий","Виталий", "Борис", "Григорий",
            "Евгений", "Николай", "Люций", "Максим", "Сергей", "Тимур", "Тракторин", "Федор"};
    public static String[] maleSurnames = {"Афанасьев", "Белов", "Гордеев", "Задов", "Захаров", "Игнатьев", "Карпов",
            "Князев", "Кузнецов", "Лукин", "Морозов", "Попов", "Рябов", "Сидоров", "Федоров", "Яковлев"};

    // Female:
    public static String[] femaleNames = {"Августина", "Аделаида", "Анастасия", "Анна", "Айгуль",  "Бажена", "Берта",
            "Василиса", "Вероника", "Венера", "Зульфия", "Любава", "Номина", "Руслана", "Тора", "Юлия"};
    public static String[] femaleSurnames = {"Афанасьева", "Белова", "Богданова", "Громова", "Зайцева", "Калинина",
            "Колесникова", "Кузнецова", "Курванатова", "Назарова", "Новикова", "Орлова", "Хансен", "Яковлева"};
}
